Repository: AdrKacz/super-duper-guacamole
Catalog: chat-application/lib/l10n/app_*.arb
Languages: fr

source: Hello World!
fr: Bonjour le monde!

source: Next
fr: Suivant

# iCannotDoThisAction
source: I cannot do this action ðŸ˜”
fr: Je ne peux pas faire cette action 😔

# pleaseUpdateSettings
source: Please open your phone settings to grant me permissions.
fr: Ouvre les paramètres de ton téléphone et donne moi les autorisations nécessaires.

source: Open settings
fr: Ouvrir les paramètres

source: Take a photo
fr: Prendre une photo

source: Chose a photo
fr: Choisir une photo

# sendSavedPhoto
source: Send the savec photo
fr: Envoyer la photo déjà enregistrée

# somethingWentWrong
source: Hum... Something went wrong...
fr: Oups ! Il y a quelque chose d'anormal.

source: Continue to change group !
fr: Continue pour changer de groupe !

source: Change group
fr: Changer de groupe

# iMLookingForAFittingGroup
source: I'm looking for a fitting group. I will notify you once I found one.
fr: Je te cherche un groupe. Je t'envoie une notification quand j'ai trouvé.

# areYouSureYouWantToDeleteYourData
source: Are you sure you want to delete your data? You won't be able to get them back.
fr: Es-tu sûr que tu veux supprimer tout ce qui te concerne ? Tu ne pourras pas faire marche arrière.

source: No
fr: Non

source: Yes
fr: Oui

source: Reset my account
fr: Réinitialiser mon compte

source: Contact us
fr: Nous contacter

source: I want to see the presentation again.
fr: Je veux revoir la présentation.

source: Only your group can see it.
fr: Seul ton groupe pourra le voir.

source: Share your photo
fr: Partage ta photo

source: What is your mindset ?
fr: Quel est ton état d'esprit ?

# iReportThePhoto
source: I report this photo
fr: Je signale la photo

source: I want to share my profile too !
fr: Je partage aussi mon profile !

source: Someone shared his identity !
fr: Quelqu'un partage son identité !

source: Share my photo again
fr: Re-partager ma photo

source: The new user can't see the photo you shared.
fr: Le nouvel utilisateur ne peut pas voir la photo que tu as partagé.

# newUsersCantSeeThePhotoYouShared
source: The new users can't see the photo you shared.
fr: Les nouveaux utilisateurs ne peuvent pas voir la photo que tu as partagé.

# aNewUserJoinedTheGroup
source: A new user has joined the group.
fr: Un nouvel utilisateur a rejoint le groupe.

source: New users have joined the group.
fr: De nouveaux utilisateurs ont rejoint le groupe.

# thisPersonWasntBanned
source: This person wasn't banned from your group.
fr: La personne n'est pas bannie de ton groupe.

# removeAllHisMessages
source: Remove all of his messages
fr: Supprimer tous ses messages

source: This person was banned from your group.
fr: La personne a été bannie de ton groupe.

# youGotBanned
source: You got banned from your group.
fr: Tu t'es fait bannir de ton groupe.

# iHaveReadTheConfidentialityPolicy
source: I hae read the confidentiality policy.
fr: J'ai pris connaissance de la politique de confidentialité.

source: Let's go !
fr: C'est parti !

# iReadAndAcceptTheUserConditions
source: I have read and accept the user conditions.
fr: J'ai lu et j'accepte les conditions générales d'utilisation.

source: Ready to meet some new friends ?!
fr: Hâte de te faire des nouveaux potes ?!

# ifYouAreOffendedHoldDownAMessage
source: If you are offended by a message, long press it. You will be able to delete it, report it or ban the sender.
fr: Si tu es offensé par un message, reste appuyé dessus. Tu pourras le supprimer, me le signaler, ou bien expulser du groupe la personne qui l'a écrit.

# onTopRightToExploreAnotherGroup
source: on the top right you can change and explore another group.
fr: en haut à droite de ton ecran pour partir et explorer un autre groupe.

# toLeftOrTouchHere
source: to the left or touch here
fr: vers la gauche ou touche là

source: You can be in only a group at a time.
fr: Tu ne seras que dans un groupe à la fois.

# iWillTakeYouToAGroup
source: I will take you to a chat group. You will be totally anonymous, no need to create a profile.
fr: Je vais te faire entrer dans un groupe de conversation. tu y seras totalement anonyme, pas besoin de créer un profil.

# hiImAwa
source: Hi, I'm Awa, I'll present you the app.
fr: Salut, je suis Awa, Je vais te présenter l'application.

source: I saved your answers.
fr: J'ai bien enregistré tes réponses.

source: Validate
fr: Je valide !

source: I prefer not to answer
fr: Ne pas répondre

source: Answer the questions
fr: Répondre aux questions

# toFindTheRightGroupForYou
source: To find the right group for you, I'd like to know a bit more about you. You can always modify your answers by clicking on your avatar.
fr: Pour te placer un groupe qui te correspond, je dois en savoir plus sur toi. Tu pourras changer tes réponses à tout moment en touchant ton avatar.

source: What do you want to do with this message ?
fr: Que souhaites-tu faire avec ce message ?

# youWillStartAVote
source: You will start a vote. Everyone but the target of the vote can vote. If enough people want him banned, this person will be sent away from this group.
fr: Tu vas lancer un vote. Toutes les personnes présentes, sauf la personne ciblée, pourront accepter ou refuser ta proposition. Si tu reçois suffisament d'acceptation, la personne ciblée sera envoyée dans un autre groupe.

source: Do not ban
fr: Ne pas bannir

source: Ban whoever wrote this message
fr: Bannir la personne qui a écrit ce message

source: Report this message
fr: Signaler ce message

# thisMessageWillBeDeletedOnlyForYou
source: This message will be deleted for you only. Other members of the group will still see it.
fr: Le message ne sera supprimé que chez toi. Les autres personnes du groupe pourront toujours le voir.

source: Do not delete
fr: Ne pas supprimer

source: Delete this message
fr: Supprier le message

# youWillChangeGroup
source: You will change group. You won't be with this person in your next groups.
fr: Tu vas changer de groupe. Tu ne seras plus avec cette personne dans tes prochains groupes.

source: Do not block
fr: Ne pas bloquer

source: Block the person who wrote it
fr: Bloquer la personne qui l'a écrit

source: Nothing
fr: Rien

source: Do you want to ban the one who wrote this message ?
fr: Souhaites-tu bannir du groupe la personne qui a écrit ce message ?

source: Add your comments here.
fr: Ajoute tes remarques ici.

source: The user
fr: L'utilisateur

# reportsUsersBehavior
source: reports the behavior of the user
fr: signale le comportement de l'utilisateur

# reportedMessageIs
source: The reported message is :
fr: Le message signalé est :

# context
source: Context (last 10 messages) :
fr: Contexte (dix derniers messages) :

source: The reported photo is joined.
fr: La photo signalé est en pièce jointe.
